Repository: vietter99/vietterwrt-packages
Catalog: luci-app-internet-detector/luci-app-internet-detector/po/*/internet-detector.po
Languages: vi

source: <abbr title="Light Emitting Diode">LED</abbr> Name
vi: Tên <abbr title="Điốt phát quang">LED</abbr>

source: <abbr title="Light Emitting Diode">LED</abbr> control
vi: Kiểm soát <abbr title="Điốt phát quang">LED</abbr>

source: <abbr title="Light Emitting Diode">LED</abbr> indicates the Internet status.
vi: <abbr title="Điốt phát quang">LED</abbr> hiển thị trạng thái Internet.

source: Action when connected
vi: Hành động khi kết nối

source: Action when disconnected
vi: Hành động khi mất kết nối

source: Add instance
vi: Thêm trường hợp

source: Alive interval
vi: Khoảng thời gian còn sống

source: Alive period
vi: Thời gian còn sống

source: An email will be sent when connected or disconnected from the Internet.
vi: Email sẽ được gửi khi kết nối hoặc mất kết nối từ Internet.

source: An error has occurred
vi: Một lỗi đã xảy ra

source: Big: 248 bytes
vi: Lớn: 248 byte

source: Blink
vi: Nhấp nháy

source: Check type
vi: Loại kiểm tra

source: Checking Internet availability.
vi: Kiểm tra khả năng truy cập Internet.

source: Checking the real public IP address.
vi: Kiểm tra địa chỉ IP công cộng thực tế.

source: Command failed
vi: Lệnh thất bại

source: Connected
vi: Đã kết nối

source: Connection attempts
vi: Nỗ lực kết nối

source: Connection timeout
vi: Hết thời gian kết nối

source: Contents have been saved.
vi: Nội dung đã được lưu.

source: Dead interval
vi: Khoảng thời gian chết

source: Dead period
vi: Thời gian chết

source: Default port value for TCP connections.
vi: Giá trị cổng mặc định cho kết nối TCP.

source: Device will be rebooted when the Internet is disconnected.
vi: Thiết bị sẽ được khởi động lại khi Internet ngắt kết nối.

source: Disable forced reboot
vi: Vô hiệu hóa khởi động lại bắt buộc

source: Disabled
vi: Đã tắt

source: Disabled: detector is completely off.
vi: Đã tắt: máy dò hoàn toàn ngắt.

source: Disconnected
vi: Đã ngắt kết nối

source: Dismiss
vi: Bỏ qua

source: DNS query type
vi: Loại truy vấn DNS

source: DNS provider
vi: Nhà cung cấp DNS

source: Edit
vi: Chỉnh sửa

source: Edit down-script
vi: Chỉnh sửa down-script

source: Edit public-ip-script
vi: Chỉnh sửa public-ip-script

source: Edit up-script
vi: Chỉnh sửa up-script

source: Email notification
vi: Thông báo qua email

source: Email address of the recipient.
vi: Địa chỉ email của người nhận.

source: Email address of the sender.
vi: Địa chỉ email của người gửi.

source: Enable
vi: Kích hoạt

source: Enable logging
vi: Kích hoạt ghi log

source: Enable public-ip-script
vi: Kích hoạt public-ip-script

source: Enabled
vi: Đã kích hoạt

source: Expecting:
vi: Kỳ vọng:

source: Public IP
vi: IP công cộng

source: Public IP address
vi: Địa chỉ IP công cộng

source: Failed to get %s init status: %s
vi: Không lấy được trạng thái khởi tạo %s: %s

source: Forced reboot delay
vi: Trễ khởi động lại bắt buộc

source: Host alias
vi: Bí danh máy chủ

source: Host availability check type.
vi: Loại kiểm tra khả năng truy cập máy chủ.

source: Host identifier in messages. If not specified, hostname will be used.
vi: Bộ nhận dạng máy chủ trong tin nhắn. Nếu không chỉ định, tên máy chủ sẽ được sử dụng.

source: Hostname/IP address of the SMTP server.
vi: Tên máy chủ/Địa chỉ IP của máy chủ SMTP.

source: Hosts
vi: Máy chủ

source: Hosts polling interval when the Internet is down.
vi: Khoảng thời gian thăm dò máy chủ khi Internet không kết nối.

source: Hosts polling interval when the Internet is up.
vi: Khoảng thời gian thăm dò máy chủ khi Internet kết nối.

source: Hosts to check Internet availability. Hosts are polled (in list order) until at least one of them responds.
vi: Các máy chủ để kiểm tra khả năng truy cập Internet. Các máy chủ được thăm dò (theo thứ tự danh sách) cho đến khi ít nhất một trong số họ phản hồi.

source: Huge: 1492 bytes
vi: Огромный: 1492 байта

source: ICMP-echo request (ping)
vi: Yêu cầu ICMP-echo (ping)

source: ICMP packet data size
vi: Kích thước dữ liệu gói ICMP

source: Interface
vi: Giao diện

source: Internet Detector
vi: Máy phát hiện Internet

source: Internet detector mode
vi: Chế độ máy phát hiện Internet

source: Internet status
vi: Trạng thái Internet

source: Interval between IP address requests.
vi: Khoảng thời gian giữa các yêu cầu địa chỉ IP.

source: Jumbo: 9000 bytes
vi: Jumbo: 9000 byte

source: LED control
vi: Kiểm soát LED

source: Loading
vi: Đang tải

source: Mailsend is not available...
vi: Mailsend không khả dụng...

source: Main settings
vi: Cài đặt chính

source: Maximum number of attempts to connect to each host.
vi: Số lần thử kết nối tối đa đến mỗi máy chủ.

source: Maximum number of network restart attempts before Internet access is available.
vi: Số lần khởi động lại mạng tối đa trước khi truy cập Internet có sẵn.

source: Maximum timeout for waiting for a response from the host.
vi: Thời gian chờ tối đa cho một phản hồi từ máy chủ.

source: ModemManager is not available...
vi: ModemManager không khả dụng...

source: Modem will be restarted when the Internet is disconnected.
vi: Modem sẽ được khởi động lại khi Internet bị ngắt kết nối.

source: ModemManger interface. If specified, it will be restarted after restarting ModemManager.
vi: Giao diện ModemManager. Nếu được chỉ định, nó sẽ được khởi động lại sau khi khởi động lại ModemManager.

source: Network interface for Internet access. If not specified, the default interface is used.
vi: Giao diện mạng cho truy cập Internet. Nếu không được chỉ định, giao diện mặc định sẽ được sử dụng.

source: Network interface to restart. If not specified, then the network service is restarted.
vi: Giao diện mạng để khởi động lại. Nếu không được chỉ định, dịch vụ mạng sẽ được khởi động lại.

source: Network will be restarted when the Internet is disconnected.
vi: Mạng sẽ được khởi động lại khi Internet bị ngắt kết nối.

source: No <abbr title="Light Emitting Diode">LED</abbr>s available...
vi: Không có <abbr title="Đèn phát sáng">LED</abbr> nào khả dụng...

source: Off
vi: Tắt

source: On
vi: Bật

source: One of the following:
vi: Một trong những điều sau đây:

source: Password
vi: Mật khẩu

source: Password for SMTP authentication.
vi: Mật khẩu cho xác thực SMTP.

source: Period of time after connecting to Internet before "up-script" runs.
vi: Khoảng thời gian sau khi kết nối Internet trước khi "up-script" được chạy.

source: Period of time after connecting to the Internet before sending a message.
vi: Khoảng thời gian sau khi kết nối Internet trước khi gửi một tin nhắn.

source: Period of time after disconnecting from Internet before "down-script" runs.
vi: Khoảng thời gian sau khi ngắt kết nối Internet trước khi "down-script" được chạy.

source: Period of time after disconnecting from Internet before sending a message.
vi: Khoảng thời gian sau khi ngắt kết nối Internet trước khi gửi một tin nhắn.

source: Period of time without Internet access before modem restart.
vi: Khoảng thời gian không có truy cập Internet trước khi modem khởi động lại.

source: Period of time without Internet access before network restart.
vi: Khoảng thời gian không có truy cập Internet trước khi mạng khởi động lại.

source: Period of time without Internet access until the device is rebooted.
vi: Khoảng thời gian không có truy cập Internet cho đến khi thiết bị được khởi động lại.

source: Polling interval
vi: Khoảng thời gian thăm dò

source: Reboot device
vi: Khởi động lại thiết bị

source: Recipient
vi: Người nhận

source: Restart
vi: Khởi động lại

source: Restart attempts
vi: Cố gắng khởi động lại

source: Restart modem
vi: Khởi động lại modem

source: Restart network
vi: Khởi động lại mạng

source: Restart service
vi: Khởi động lại dịch vụ

source: Restart timeout
vi: Thời gian chờ khởi động lại

source: Run service at startup
vi: Chạy dịch vụ khi khởi động

source: Running
vi: Đang chạy

source: SMTP server
vi: Máy chủ SMTP

source: SMTP server port
vi: Cổng máy chủ SMTP

source: SSL: SMTP over SSL.
vi: SSL: SMTP qua SSL.

source: Save
vi: Lưu lại

source: Security
vi: Bảo mật

source: Sender
vi: Người gửi

source: Server response timeout
vi: Thời gian chờ phản hồi từ máy chủ

source: Service
vi: Dịch vụ

source: Service action failed "%s %s": %s
vi: Hành động dịch vụ thất bại "%s %s": %s

source: Service configuration
vi: Cấu hình dịch vụ

source: Service for determining the public IP address through DNS.
vi: Dịch vụ xác định địa chỉ IP công cộng qua DNS.

source: Service: detector always runs as a system service.
vi: Dịch vụ: máy dò luôn chạy như một dịch vụ hệ thống.

source: Service instances
vi: Các thể hiện của dịch vụ

source: Set the modem to be allowed to use any band.
vi: Cài đặt modem để được phép sử dụng bất kỳ băng tần nào.

source: Shell commands that run when connected to the Internet.
vi: Các lệnh shell chạy khi kết nối với Internet.

source: Shell commands that run when the public IP address changes. New IP is available as value of the <code>$PUBLIC_IP</code> variable (empty string if undefined).
vi: Các lệnh shell chạy khi địa chỉ IP công cộng thay đổi. IP mới có sẵn như giá trị của biến <code>$PUBLIC_IP</code> (chuỗi rỗng nếu không xác định).

source: Shell commands to run when connected or disconnected from the Internet.
vi: Các lệnh shell để chạy khi kết nối hoặc ngắt kết nối Internet.

source: Shell commands to run when disconnected from the Internet.
vi: Các lệnh shell để chạy khi ngắt kết nối Internet.

source: Small: 1 byte
vi: Nhỏ: 1 byte

source: Standard: 56 bytes
vi: Tiêu chuẩn: 56 byte

source: Stopped
vi: Đã dừng

source: TCP port
vi: Cổng TCP

source: TCP port connection
vi: Kết nối cổng TCP

source: The type of record requested in the DNS query (if the service supports it).
vi: Loại bản ghi được yêu cầu trong truy vấn DNS (nếu dịch vụ hỗ trợ).

source: TLS: use STARTTLS if the server supports it.
vi: TLS: sử dụng STARTTLS nếu máy chủ hỗ trợ.

source: Timeout between stopping and starting the interface.
vi: Thời gian chờ giữa việc dừng và khởi động giao diện.

source: Type a time string
vi: Nhập một chuỗi thời gian

source: Unable to read the contents
vi: Không thể đọc nội dung

source: Unable to save the contents
vi: Không thể lưu nội dung

source: Undefined
vi: Không xác định

source: Unlock modem bands
vi: Mở khóa băng tần modem

source: User
vi: Người dùng

source: User scripts
vi: Script người dùng

source: Username for SMTP authentication.
vi: Tên người dùng cho xác thực SMTP.

source: Waiting for a reboot to complete before performing a forced reboot.
vi: Đợi khởi động lại hoàn thành trước khi thực hiện khởi động cưỡng bức.

source: Web UI only (UI detector)
vi: Chỉ giao diện Web (máy dò UI)

source: Web UI only: detector works only when the Web UI is open (UI detector).
vi: Chỉ giao diện Web: máy dò chỉ hoạt động khi giao diện Web được mở (máy dò UI).

source: When email will be sent
vi: Khi email sẽ được gửi đi

source: Windows: 32 bytes
vi: Windows: 32 byte

source: Write messages to the system log.
vi: Ghi thông điệp vào nhật ký hệ thống.

source: after connection
vi: sau khi kết nối

source: after disconnection
vi: sau khi ngắt kết nối

source: after connection or disconnection
vi: sau khi kết nối hoặc ngắt kết nối

source: hour
vi: giờ

source: hours
vi: giờ

source: min
vi: phút

source: seconds
vi: giây
