Repository: vietter99/vietterwrt-packages
Catalog: luci-app-easymesh/po/*/easymesh.po
Languages: vi

source: <b>Active node：" .. Nodes .. "</b>
vi: <b>Nút hoạt động：" .. Nodes .. "</b>

source: IF
vi: NẾU

source: Neighbor
vi: Nút láng giềng

source: lastseen
vi: Lần cuối xem

source: EASY MESH
vi: MESH ĐƠN GIẢN

source: Settings
vi: Cài đặt

source: General Settings
vi: Cài đặt Chung

source: Enable
vi: Kích hoạt

source: role
vi: vai trò

source: off
vi: tắt

source: son MESH
vi: con MESH

source: MESH Radio device
vi: Thiết bị Phát sóng MESH

source: The radio device which MESH use
vi: Thiết bị phát sóng MESH sử dụng

source: AUTO
vi: TỰ ĐỘNG

source: Enable or disable EASY MESH
vi: Kích hoạt hoặc vô hiệu hóa MESH ĐƠN GIẢN

source: Encryption
vi: Mã hóa

source: Key
vi: Khóa

source: Threshold for an good RSSI
vi: Ngưỡng cho RSSI tốt

source: Threshold for an bad RSSI
vi: Ngưỡng cho RSSI xấu

source: AP MODE Enable
vi: Kích hoạt Chế độ AP

source: Enable or disable AP MODE
vi: Kích hoạt hoặc vô hiệu hóa Chế độ AP

source: IPv4-Address
vi: Địa chỉ IPv4

source: IPv4 netmask
vi: Mặt nạ mạng IPv4

source: IPv4 gateway
vi: Cổng IPv4

source: Use custom DNS servers
vi: Sử dụng máy chủ DNS tùy chỉnh
