Repository: vietter99/vietterwrt-packages
Catalog: luci-app-wrtbwmon/po/*/wrtbwmon.po
Languages: vi

source: 10 seconds
vi: 10 giây

source: 2 seconds
vi: 2 giây

source: 30 seconds
vi: 30 giây

source: 5 seconds
vi: 5 giây

source: Auto update every:
vi: Tự động cập nhật mỗi:

source: Cancel
vi: Hủy

source: Clients
vi: Khách hàng

source: Collecting data...
vi: Đang thu thập dữ liệu...

source: Configuration
vi: Cấu hình

source: Configure Options
vi: Cấu hình Tùy chọn

source: Configure the default values for luci-app-wrtbwmon.
vi: Cấu hình các giá trị mặc định cho luci-app-wrtbwmon.

source: Database path
vi: Đường dẫn cơ sở dữ liệu

source: Default Columns
vi: Cột Mặc định

source: Default Protocol
vi: Giao thức Mặc định

source: Default Refresh Interval
vi: Khoảng thời gian làm mới mặc định

source: Details
vi: Chi tiết

source: Disabled
vi: Vô hiệu hóa

source: Download
vi: Tải xuống

source: Downstream Bandwidth
vi: Băng thông Hạ nguồn

source: Downstream:
vi: Hạ nguồn:

source: Each line must have the following format:
vi: Mỗi dòng phải có định dạng sau:

source: First Seen
vi: Lần đầu thấy

source: General settings
vi: Cài đặt chung

source: Grant access to LuCI app wrtbwmon
vi: Cấp quyền truy cập vào ứng dụng LuCI wrtbwmon

source: Hide MAC Addresses
vi: Ẩn địa chỉ MAC

source: Keep running in the background
vi: Tiếp tục chạy nền

source: Last Seen
vi: Lần cuối thấy

source: Last updated at %s.
vi: Cập nhật lần cuối vào %s.

source: Loading configuration data...
vi: Đang tải dữ liệu cấu hình...

source: Multiple of Unit
vi: Bội số của đơn vị

source: Protocol:
vi: Giao thức:

source: Reset Database
vi: Đặt lại cơ sở dữ liệu

source: Save
vi: Lưu

source: Saving configuration data...
vi: Đang lưu dữ liệu cấu hình...

source: Show Zeros
vi: Hiển thị số không

source: TOTAL
vi: TỔNG

source: This box is used to select the Database path, which is /tmp/usage.db by default.
vi: Hộp này dùng để chọn đường dẫn cơ sở dữ liệu, mặc định là /tmp/usage.db.

source: This will delete the database file. Are you sure?
vi: Điều này sẽ xóa tệp cơ sở dữ liệu. Bạn có chắc không?

source: Total
vi: Tổng cộng

source: Total Down
vi: Tổng tải xuống

source: Total Up
vi: Tổng tải lên

source: Traffic Status
vi: Trạng thái lưu lượng

source: Transfer Speed in Bits
vi: Tốc độ truyền tải tính bằng bit

source: Unable to load the customized hostname file:
vi: Không thể tải tệp tên máy chủ tùy chỉnh:

source: Unable to save %s: %s
vi: Không thể lưu %s: %s

source: Updating again in %s second(s).
vi: Cập nhật lại sau %s giây.

source: Upload
vi: Tải lên

source: Upstream Bandwidth
vi: Băng thông Thượng nguồn

source: Upstream:
vi: Thượng nguồn:

source: Usage - Configuration
vi: Sử dụng - Cấu hình

source: Usage - Custom User File
vi: Sử dụng - Tệp người dùng tùy chỉnh

source: Usage - Details
vi: Sử dụng - Chi tiết

source: Use DSL Bandwidth
vi: Sử dụng băng thông DSL

source: User file
vi: Tệp người dùng
