Repository: vietter99/vietterwrt-packages
Catalog: luci-app-eqosplus/po/*/eqosplus.po
Languages: vi

source: Eqosplus
vi: Giới hạn tốc độ theo lịch trình

source: Network speed limit
vi: Giới hạn tốc độ mạng theo lịch trình

source: Running state
vi: Trạng thái hoạt động

source: Not running
vi: Không hoạt động

source: Running
vi: Đang hoạt động

source: Users can limit the network speed for uploading/downloading through MAC, IP. The speed unit is MB/second.
vi: Người dùng có thể giới hạn tốc độ mạng cho tải lên/tải xuống qua MAC, IP. Đơn vị tốc độ là MB/giây.

source: Downloads
vi: Tốc độ tải xuống

source: Uploads
vi: Tốc độ tải lên

source: Comment
vi: Bình luận

source: Upload bandwidth(Mbit/s)
vi: Băng thông tải lên(Mbit/s)

source: Download bandwidth(Mbit/s)
vi: Băng thông tải xuống(Mbit/s)

source: Start control time
vi: Thời gian bắt đầu kiểm soát

source: Stop control time
vi: Thời gian kết thúc kiểm soát

source: Week Day(1~7)
vi: Ngày trong tuần(1~7)

source: Suggested feedback:
vi: Phản hồi đề xuất:

source: Set the interface used for restriction, use pppoe-wan for dialing, use WAN hardware interface for DHCP mode (such as eth1), and use br-lan for bypass mode
vi: Thiết lập giao diện được sử dụng để giới hạn, sử dụng pppoe-wan cho cuộc gọi, sử dụng giao diện phần cứng WAN cho chế độ DHCP (như eth1), và sử dụng br-lan cho chế độ bypass

source: Rest Day
vi: Ngày nghỉ

source: Workday
vi: Ngày làm việc

source: Automatic settings
vi: Cài đặt tự động
